/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ indirildi ve kullanıma hazır! Bu önemli bir güncelleme; şimdi yüklemek ve %1$@ uygulamasını yeniden başlatmak ister misiniz?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ indirildi ve kullanıma hazır! Şimdi yüklemek ve %1$@ uygulamasını yeniden başlatmak ister misiniz?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@, bir disk görüntüsü ya da optik sürücü gibi salt okunur bir birimden çalıştırıldığında güncellenemez. %1$@'i Uygulamalar dosyanıza taşıyın, oradan yeniden başlatın ve tekrar deneyin.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@, şu anda kullanılabilir olan en yeni sürümdür.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ indirildi";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "%1$@'ın yeni bir sürümü var. Son iyileştirmeleri deneyimlemek için %2$@ sürümüne güncelleyin.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "%1$@'ın yeni bir sürümü var. Son iyileştirmeleri deneyimlemek için %2$@ sürümüne güncelleyin. Web'den bu güncelleme hakkında daha fazla bilgi edinmek ister misiniz?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "%@ uygulamasının yeni sürümü yüklenmeye hazır!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Güncelleme bilgileri alınırken bir hata oluştu. Lütfen daha sonra yeniden deneyin.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Güncelleme indirilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Arşiv çıkartılırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Güncelleme yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Güncelleme beslemesi ayrıştırılırken bir hata oluştu.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ yeniden başlatılırken bir hata oluştu, ancak %1$@ uygulamasını tekrar çalıştırmak istediğinizde yeni sürüm kullanıma hazır olacak.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "%@ için önemli bir güncelleme yüklenmeye hazır";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Cancel Update" = "Güncellemeyi İptal Et";

/* No comment provided by engineer. */
"Checking for updates..." = "Güncellemeler denetleniyor...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Güncelleme indiriliyor...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Güncelleme çıkartılıyor...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Yükle ve Yeniden Başlat";

/* Take care not to overflow the status window. */
"Installing update..." = "Güncelleme yükleniyor...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Daha Fazla...";

/* No comment provided by engineer. */
"Let's update your app" = "Haydi uygulamanızı güncelleyelim!";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "TAMAM";

/* No comment provided by engineer. */
"Ready to Install" = "Yüklenmeye Hazır";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ güncellemeleri otomatik olarak denetlesin mi? İstediğiniz zaman %1$@ menüsünden güncellemeleri manuel olarak denetleyebilirsiniz.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Güncelleme imzası hatalı.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Kullanıcı sistemin kapanmasını talep ettiği için, güncelleme kurulmayacak";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "%@ sürümünüz eski!";

/* No comment provided by engineer. */
"Update Error!" = "Güncelleme Hatası!";

/* No comment provided by engineer. */
"Updating %@" = "%@ Güncelleniyor";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Zaten %@ uygulamasının en yeni sürümüne sahipsiniz.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Güncelsiniz!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Artık desteklenmeyen %@ sürümünü kullanıyorsunuz. O zamandan beri birçok iyileştirme yaptık, bu yüzden devam etmek için lütfen son sürümü yükleyin.";
